Tarea 5/quiniela/app/controllers/groups_controller.rb

  def create
    @group = Group.new(group_params)

    respond_to do |format|
      if @group.save
---
INSERT INTO "groups" ("team_id", "group_name", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["team_id", nil], ["group_name", ""], ["created_at", "2022-10-04 01:43:51.281386"], ["updated_at", "2022-10-04 01:43:51.281386"]]