Tarea 5/quiniela/app/controllers/pools_controller.rb

  def index
    @pools = Pool.all
---
SELECT "pools".* FROM "pools"