Tarea 5/quiniela/app/controllers/users_controller.rb

UPDATE "users" SET "firts_name" = $1, "last_name" = $2, "user_name" = $3, "updated_at" = $4 WHERE "users"."id" = $5  [["firts_name", "Jorge"], ["last_name", "Gomez"], ["user_name", "donis32"], ["updated_at", "2022-10-03 17:00:46.758729"], ["id", 1]]
---
  def update
    respond_to do |format|
      if @user.update(user_params)