Tarea 5/quiniela/app/views/groups/_group.html.erb

SELECT "groups".* FROM "groups"
---
    <strong>Group name:</strong>
    <%= group.group_name %>